[
  {
    "name": "量湿地星",
    "description": "孢子浓茶褐色，球形，表面有微细的疣状突起。子实体初发生时呈球状，外皮褐色，质厚而强韧，富吸湿性；3层，外层薄，松软，中层纤维质，内层脆骨质，成熟后，裂成6～10余片，湿润时舒展而向下反卷，直立地上，状如星芒，干燥时向内卷缩，甚刚硬，内侧具深裂痕；内皮球形，质薄，灰色至褐色，顶端有1孔，孢子由此散出。季节与生长处夏、秋间生于山野路旁。"
  },
  {
    "name": "满天星",
    "description": "原名：圆锥石头花，别名：锥花丝石竹、圆锥花丝石竹、丝石竹、锥花霞草、满天星，拉丁文名：Gypsophila paniculata L. 石竹科、石头花属多年生草本。产新疆阿尔泰山区和塔什库尔干。生于海拔1 100-1 500米河滩、草地、固定沙丘、石质山坡及农田中。哈萨克斯坦、俄罗斯（西伯利亚）、蒙古（西部）、欧洲（西部、中部和东部）、北美也有。根、茎可供药用。栽培可供观赏。满天星的花语是:清纯、关怀、恋爱、配角、真爱、纯洁美好的心灵。"
  },
  {
    "name": "指天椒",
    "description": "又名长柄椒(《苏南种子植物》)。指天椒是在广西天等县特定的土质和气候条件下种植的名优辣椒。该椒果小朝天，肉厚、色泽鲜红，辣味十足，醇香浓郁，品质独特，曾荣获1983年国家外经贸部“优质产品”的称号，被誉为“天下第一辣”而名扬海内外。天等县是广西唯一指定的指天辣产品出口基地，年出口50吨，产品远销东南亚、欧洲、非洲等国家和地区。"
  },
  {
    "name": "茉莉花",
    "description": "别名：茉莉，拉丁文名：Jasminum sambac (L.) Ait，木犀科、素馨属直立或攀援灌木，高达3米。小枝圆柱形或稍压扁状，有时中空，疏被柔毛。叶对生，单叶，叶片纸质，圆形、椭圆形、卵状椭圆形或倒卵形，两端圆或钝，基部有时微心形，在上面稍凹入或凹起，下面凸起，细脉在两面常明显，微凸起，除下面脉腋间常具簇毛外，其余无毛；裂片长圆形至近圆形，先端圆或钝。果球形，呈紫黑色。花期5-8月，果期7-9月。茉莉的花极香，为著名的花茶原料及重要的香精原料；花、叶药用治目赤肿痛，并有止咳化痰之效。"
  },
  {
    "name": "凤仙花",
    "description": "别名：指甲花，急性子，凤仙透骨草，拉丁文名：Impatiens balsamina L.无患子目、凤仙花科、凤仙花属一年生草本花卉，全株分根、茎、叶子、花、果实和种子六个部分。因其花头、翅、尾、足俱翘然如凤状，故又名金凤花。凤仙花的身体有根、茎、叶子、花、果实和种子六个部分。花颜色多样，有粉红，大红，紫色，粉紫等多种颜色，花瓣或者叶子捣碎，用树叶包在指甲上，能染上鲜艳的红色，非常漂亮，很受女孩子的喜爱。"
  },
  {
    "name": "食人花",
    "description": "食人花生长在美洲亚马孙河的原始森林和沼泽地带。形态十分娇艳，花形似日轮。食人花它靠苍蝇来传花粉，吸取别的植物的营养来生活，所以它没有叶子，也没有茎．它根本没有四季之分，所以不一定会在什么时候冒出来。"
  },
  {
    "name": "鹤望兰",
    "description": "又名天堂鸟花或极乐鸟花，为旅人蕉科鹤望兰属多年生草本植物，无茎。叶片顶端急尖；叶柄细长。花数朵生于总花梗上，下托一佛焰苞；佛焰苞绿色，边紫红，萼片橙黄色，花瓣暗蓝色；雄蕊与花瓣等长；花药狭线形。花期在冬季。原产非洲南部，中国南方大城市的公园、花圃有栽培，北方则为温室栽培。鹤望兰四季常青，叶大姿美，花形奇特，可丛植于院角，用于庭院造景和花坛、花境的点缀。"
  },
  {
    "name": "曼珠沙华",
    "description": "多年生草本植物。地下茎肥厚。叶线形，于花期后自基部抽生。花葶高30-60厘米，伞形花序顶生，花鲜红，花筒较短，花被片狭倒披针形，向外翻卷，雄蕊及花柱伸出，姿态秀丽，花期7月~9月，盛开在七月，生长于夏日。性喜阴湿环境，怕强光直射，宜生长于疏松肥沃的沙壤土。分植鳞茎繁殖，通常3-4年分栽一次。"
  },
  {
    "name": "曼陀罗花",
    "description": "曼陀罗又叫洋金花、大喇叭花、山茄子，夕颜，果实名为：狗核桃、毛苹果原产印度，花期5－9月，果期6－10月，喜温暖、向阳及排水良好的砂质壤土。多野生在田间、沟旁、道边、河岸、山坡等地方，主要危害棉花、豆类、薯类、蔬菜等。我国常见种有曼陀罗、毛曼陀罗、白花曼陀罗三种，花均为白色或微带淡黄绿色，单瓣。"
  }

]